INSERT INTO Products(Name, Description, Category, Price) 
VALUES 
	('Властелин колец 3: Возвращение Короля', 'Близится последняя битва за Средиземье. На пути войск Саурона стоит лишь королевство Гондор, которым управляет выживший из ума наместник Денетор. ', 'Фэнтези', 1499.00),
	('Терминатор 2: Судный день', 'Первая попытка убить Сару Коннор еще до рождения ее сына провалилась.', 'Боевик', 2299.00),
	('Побег из Шоушенка', 'Эндю Дюфрейн - бывший вице-президент крупного банка, заключенный тюрьмы Шоушенк. Ему нет и 30, а у него два пожизненных за убийства жены и любовницы.', 'Драма', 899.40),
	('Форрест Гамп', 'Форресту Гампу - умственно отсталому человеку с добрым сердцем - удается добиться в жизни многого: стать звездой американского футбола, героем вьетнамской войны и даже миллиардером.', 'Драма', 15.00),
	('Список Шиндлера', 'Немецкий фабрикант и член нацистской партии Оскар Шиндлер использует труд евреев, чтобы построить свою новую фабрику в Польше во время Второй мировой войны.', 'Драма', 949.00),
	('Назад в будущее', 'Марти был обычным выпускником, пока его "сумасшедший" друг, профессор Док Браун не изобрел машину времени. На Делориане, модель которого очень напоминает космический корабль, он отправляется в прошлое,
	чтобы встретить свою маму-школьницу, и свести ее с отцом - недотяпой. ', 'Фэнтези', 1399.00),
	('Матрица', 'Он жил своими серыми буднями, он был очень талантливым программистом. Пока однажды не встретил человека, который назвал себя Морфиусом и предложил ему увидеть настоящий мир.', 'Фэнтези', 699.00),
	('Крестный отец', 'Фильм, ставший классикой своего жанра, рассказывающий историю влиятельного нью-йоркского мафиозного клана Корлеоне.', 'Драма', 15.00),
	('Пираты Карибского моря: Проклятие Черной жемчужины', 'Команда корабля-призрака "Черная жемчужина" похищает дочь губернатора Элизабет, так как только ее медальон в силах разрушить злое проклятие, превратившее моряков
	в живых мертвецов. Влюбленный в нее кузнец Уилл и пират Джек Воробей отправляются в погоню - один, чтобы вернуть любовь, а другой - вернуть корабль...', 'Приключения', 1299.00),
	('В джазе только девушки', 'Когда чикагские музыканты Джо и Джерри случайно становятся свидетелями бандитской перестрелки, они в срочном порядке смываются на поезде во Флориду, прикинувшись женщинами. ', 'Комедия', 499.00),
	('Большой Куш', 'Четырехпалый Френки должен был переправить краденый алмаз из Англии в США своему боссу Эви. Но вместо этого герой попадает в эпицентр больших неприятностей. Сделав ставку на подпольном боксерском поединке, 
	Френки попадает в круговорот весьма нежелательных событий.', 'Боевик', 45.00),
	('Карты,деньги, два ствола', 'Четверо молодых парней накопили каждый по 25 тысяч фунтов, чтобы один из них мог сыграть в карты с опытным шулером и матерым преступником, известным по кличке Гарри-Топор. Парень в итоге проиграл 500 тысяч, 
	на уплату долга ему дали неделю.', 'Боевик', 184.00),
	('Великий диктатор', 'Главный герой фильма, еврейский цирюльник, сражается в рядах армии своего государства Томании. Однажды, во время одного из сражений, он спасает жизнь летчику Шульцу, но в результате довольно жесткого приземления ударяется головой, 
	теряет память и долгое время находится в больнице.', 'Комедия', 15.00),
	('Няньки', 'Владельцу транспортной компании угрожают, намекая на двух племянников — близнецов, оставшихся без родителей и живущих у него. И тогда он нанимает двух бесшабашных братьев-качков в качестве телохранителей.', 'Комедия', 420.00),
	('Невероятная жизнь Уолтера Митти', 'олтер Митти — сотрудник отдела иллюстраций журнала Life. Его работа — сплошная рутина, хотя в своих мечтах он уносится очень далеко. В присланных фотографом Шоном О’Коннелом негативах для обложки журнала не хватает одного кадра.', 'Приключения', 260.00),
	('Джуманджи', 'Пытаясь спасти Спенсера, снова попавшего в игру, туда же отправляются и остальные. К их удивлению, правила Джуманджи изменились, и более того - на этот раз в игру затянуло дедулю Спенсера и его престарелого друга Майло. Чтобы выполнить задания и вернуться домой,
	друзьям предстоит отправиться в путешествие по ранее неизведанным и таинственным уголкам Джуманджи – от засушливой пустыни до заснеженных гор.', 'Приключения', 500.00);